Repository: jadetheda/IceCubesApp
Catalog: IceCubesApp/Resources/Localization/Localizable.xcstrings
Source language: en
Languages: be, de, es, eu, fr, it, ja, ko, nb, nl, pl, pt_br, tr, uk, zh_hans, zh_hant

# settings.experimental.stream-home.footer
source: Keeps your home timeline up to date in real time using streaming. Disable if you experience performance issues.
be: Трымае вашу хатнюю стужку ў актуальным стане ў рэальным часе з дапамогай стрымінгу, калі ён даступны. Адключыце пры праблемах з прадукцыйнасцю.
de: Hält deine Home-Timeline bei Verfügbarkeit per Streaming in Echtzeit aktuell. Bei Performance-Problemen deaktivieren.
es: Mantiene tu cronología de inicio actualizada en tiempo real mediante transmisión cuando esté disponible. Desactívalo en caso de problemas de rendimiento.
eu: Etxeko denbora-lerroa denbora errealean eguneratuta mantentzen du streaming bidez erabilgarri dagoenean. Desgaitu errendimendu arazoak izanez gero.
fr: Maintient votre fil d'accueil à jour en temps réel à l'aide du flux de streaming disponible. Désactiver en cas de problèmes de performances.
it: Mantiene la cronologia Home aggiornata in tempo reale tramite streaming se disponibile. Disattiva in caso di problemi di prestazioni.
ja: ストリーミングが利用可能な場合、ホームタイムラインをリアルタイムで最新の状態に保ちます。パフォーマンスに問題がある場合は無効にしてください。
ko: 가능한 경우 스트리밍을 사용하여 홈 타임라인을 실시간으로 최신 상태로 유지합니다. 성능 문제가 있는 경우 비활성화하십시오.
nb: Holder hjemmetidslinjen oppdatert i sanntid ved bruk av strømming når tilgjengelig. Deaktiver ved ytelsesproblemer.
nl: Houdt je home-tijdlijn in realtime up-to-date via streaming indien beschikbaar. Schakel dit uit bij prestatieproblemen.
pl: Utrzymuje główną oś czasu w czasie rzeczywistym, korzystając ze strumieniowania, gdy jest dostępne. Wyłącz w przypadku problemów z wydajnością.
pt_br: Mantém sua linha do tempo inicial atualizada em tempo real usando streaming quando disponível. Desative em caso de problemas de desempenho.
tr: Kullanılabilir olduğunda akış kullanarak ana sayfa zaman tünelinizi gerçek zamanlı olarak güncel tutar. Performans sorunları olması durumunda devre dışı bırakın.
uk: Тримає вашу стрічку у реальному часі за допомогою стрімінгу, якщо він доступний. Вимкніть у разі проблем із продуктивністю.
zh_hans: 在可用时通过流式传输实时更新你的主页时间线。若遇到性能问题请禁用。
zh_hant: 在可用時透過串流即時更新你的主頁時間軸。若遇到效能問題請停用。

# settings.experimental.full-timeline-fetch
source: Full timeline fetch
be: Поўная загрузка стужкі
de: Vollständiger Timeline-Abruf
es: Recuperación completa de la cronología
eu: Denbora-lerro osoaren berreskuratzea
fr: Récupération complète du fil
it: Recupero completo della cronologia
ja: タイムラインのフル取得
ko: 전체 타임라인 가져오기
nb: Full tidslinjehenting
nl: Volledige tijdlijnhaling
pl: Pełne pobieranie osi czasu
pt_br: Busca completa da linha do tempo
tr: Tam zaman tüneli alımı
uk: Повне завантаження стрічки
zh_hans: 完整时间线获取
zh_hant: 完整時間軸獲取

# settings.experimental.full-timeline-fetch.footer
source: Fetches all new timeline posts (up to 800) at once, instead of fetching the latest 40 and requiring you to manually load the gap.
be: Загружае ўсе новыя пасты (да 800) замест толькі апошніх 40 + ручной загрузкі пропуску.
de: Ruft alle neuen Timeline-Beiträge ab (bis zu 800) anstatt nur die neuesten 40 + manuelles Laden der Lücke.
es: Recupera todas las publicaciones nuevas de la cronología (hasta 800) en lugar de solo las últimas 40 + cargar manualmente el hueco.
eu: Denbora-lerroko mezu berri guztiak berreskuratzen ditu (800 arte) azken 40ak soilik jaso eta hutsunea eskuz kargatu beharrean.
fr: Récupère tous les nouveaux messages du fil (jusqu'à 800) au lieu de seulement les 40 derniers + chargement manuel de l'écart.
it: Recupera tutti i nuovi post della cronologia (fino a 800) invece di scaricare solo gli ultimi 40 e caricare manualmente il gap.
ja: 最新の40件のみを取得してギャップを手動で読み込む代わりに、すべての新しいタイムライン投稿（最大800件）を取得します。
ko: 최신 40개만 가져오고 갭을 수동으로 로드하는 대신 새로운 타임라인 게시물 전체(최대 800개)를 가져옵니다.
nb: Henter alle nye tidslinjeinnlegg (opptil 800) i stedet for kun de siste 40 + manuelt laste inn gapet.
nl: Haalt alle nieuwe tijdlijnberichten op (tot 800) in plaats van alleen de nieuwste 40 + handmatig het gat laden.
pl: Pobiera wszystkie nowe wpisy z osi czasu (do 800) zamiast tylko ostatnich 40 + ręcznego ładowania luki.
pt_br: Busca todos os novos posts da linha do tempo (até 800) em vez de apenas os últimos 40 + carregar manualmente o intervalo.
tr: Yalnızca en son 40 gönderiyi alıp boşluğu manuel olarak yüklemek yerine tüm yeni zaman tüneli gönderilerini (800e kadar) alır.
uk: Завантажує всі нові публікації стрічки (до 800) замість лише останніх 40 + ручного завантаження прогалини.
zh_hans: 获取所有新的时间线帖子（最多800条），而不是仅获取最新的40条+手动加载未读区间。
zh_hant: 獲取所有新的時間軸貼文（最多800條），而不是僅獲取最新的40條+手動載入未讀區間。

# account.media.fullscreen
source: Fullscreen Gallery
be: Поўнаэкранная галерэя
de: Vollbild-Galerie
es: Galería a pantalla completa
eu: Pantaila osoko galeria
fr: Galerie plein écran
it: Galleria a schermo intero
ja: フルスクリーンギャラリー
ko: 전체화면 갤러리
nl: Galerie op volledig scherm
pt_br: Galeria em tela cheia
zh_hans: 全屏画廊
zh_hant: 全螢幕畫廊

# settings.experimental.iceshrimp.client-side-trending
source: Client-side trending calculations
be: Client-side Trending Statuses
de: Clientseitig angesagte Beiträge
es: Tendencias del lado del cliente
eu: Client-side Trending Statuses
fr: Tendances côté client
it: Client-side Trending Statuses
ja: Client-side Trending Statuses
ko: Client-side Trending Statuses
nb: Client-side Trending Statuses
nl: Client-side Trending Statuses
pl: Client-side Trending Statuses
pt_br: Client-side Trending Statuses
tr: Client-side Trending Statuses
uk: Client-side Trending Statuses
zh_hans: Client-side Trending Statuses
zh_hant: Client-side Trending Statuses

# settings.display.gallery.title
source: Gallery Mode
be: Рэжым галерэі
de: Galeriemodus
es: Modo galería
eu: Galeria modua
fr: Mode galerie
it: Modalità galleria
ja: ギャラリーモード
ko: 갤러리 모드
nb: Gallerimodus
nl: Galeriemodus
pl: Tryb galerii
pt_br: Modo Galeria
tr: Galeri Modu
uk: Режим галереї
zh_hans: 画廊模式
zh_hant: 畫廊模式

# settings.display.gallery.columns
source: Columns: %lld
be: Слупкі: %lld
de: Spalten: %lld
es: Columnas: %lld
eu: Zutabeak: %lld
fr: Colonnes : %lld
it: Colonne: %lld
ja: 列: %lld
ko: 열: %lld
nb: Kolonner: %lld
nl: Kolommen: %lld
pl: Kolumny: %lld
pt_br: Colunas: %lld
tr: Sütunlar: %lld
uk: Стовпці: %lld
zh_hans: 列数：%lld
zh_hant: 欄位：%lld

# settings.display.gallery.crop-square
source: Crop images to square
be: Абразаць выявы да квадрата
de: Bilder quadratisch zuschneiden
es: Recortar imágenes en cuadrado
eu: Moztu irudiak karratura
fr: Recadrer les images en carré
it: Ritaglia le immagini in quadrato
ja: 画像を正方形に切り抜く
ko: 이미지를 정사각형으로 자르기
nb: Beskjær bilder til kvadrat
nl: Afbeeldingen bijsnijden tot vierkant
pl: Przytnij obrazy do kwadratu
pt_br: Cortar imagens em quadrado
tr: Görüntüleri kare olarak kırp
uk: Обрізати зображення до квадрата
zh_hans: 将图像裁剪为正方形
zh_hant: 將圖片裁切為正方形

# settings.display.undo-scroll.title
source: Undo Scroll To Top
be: Скасаваць пракрутку да пачатку
de: Scrollen nach oben rückgängig machen
es: Deshacer desplazamiento al inicio
eu: Desegin gora korritzea
fr: Annuler le défilement vers le haut
it: Annulla scorrimento verso l'alto
ja: トップへのスクロールを取り消す
ko: 맨 위로 스크롤 취소
nb: Angre rulling til toppen
nl: Scroll naar boven ongedaan maken
pl: Cofnij przewinięcie do góry
pt_br: Desfazer Rolagem para o Topo
tr: En Üste Kaydırmayı Geri Al
uk: Скасувати прокрутку до верху
zh_hans: 撤销滚动至顶部
zh_hant: 復原捲動至頂部

# settings.display.undo-scroll.enable
source: Enable undo scroll to top
be: Уключыць скасаванне пракруткі да пачатку
de: Scrollen nach oben rückgängig machen aktivieren
es: Activar deshacer desplazamiento al inicio
eu: Gaituz gora korritzea desegitea
fr: Activer l'annulation du défilement vers le haut
it: Abilita annulla scorrimento verso l'alto
ja: トップへのスクロールの取り消しを有効にする
ko: 맨 위로 스크롤 취소 활성화
nb: Aktiver angre rulling til toppen
nl: Scroll naar boven ongedaan maken inschakelen
pl: Włącz cofnij przewinięcie do góry
pt_br: Ativar Desfazer Rolagem para o Topo
tr: En Üste Kaydırmayı Geri Almayı Etkinleştir
uk: Увімкнути скасування прокрутки до верху
zh_hans: 启用撤销滚动至顶部
zh_hant: 啟用復原捲動至頂部

# settings.display.undo-scroll.timeout
source: Timeout: %1$.0fs
be: Таймаўт: %1$.0fс
de: Zeitüberschreitung: %1$.0fs
es: Tiempo de espera: %1$.0fs
eu: Itxarote-denbora: %1$.0fs
fr: Délai d'expiration : %1$.0fs
it: Tempo scaduto: %1$.0fs
ja: タイムアウト: %1$.0f秒
ko: 제한 시간: %1$.0f초
nb: Tidsavbrudd: %1$.0fs
pl: Limit czasu: %1$.0fs
pt_br: Limite de tempo: %1$.0fs
tr: Zaman aşımı: %1$.0fs
uk: Таймаут: %1$.0fс
zh_hans: 超时：%1$.0f秒
zh_hant: 逾時：%1$.0f秒

# settings.content.media.remote-fallback.auto
source: Auto fallback to remote media
be: Аўтаматычны пераход на аддаленыя медыя
de: Automatischer Fallback auf Remote-Medien
es: Alternativa automática a multimedia remota
eu: Urruneko multimedia atzera egite automatikoa
fr: Repli automatique sur les médias distants
it: Fallback automatico ai contenuti multimediali remoti
ja: リモートメディアへの自動フォールバック
ko: 원격 미디어로 자동 폴백
nb: Automatisk fallback til eksterne medier
nl: Automatische terugval naar externe media
pl: Automatyczny powrót do mediów zdalnych
pt_br: Fallback automático para mídia remota
tr: Uzak medyaya otomatik geri dönüş
uk: Автоматичний перехід на віддалені медіа
zh_hans: 自动回退到远程媒体
zh_hant: 自動回退至遠端媒體

# settings.content.media.remote-fallback.delay
source: Fallback delay: %@s
be: Затрымка аўтаматычнага пераходу: %@с
de: Automatisches Fallback-Verzögerung: %@s
es: Retraso de la alternativa automática: %@s
eu: Atzera egite automatikoaren atzerapena: %@s
fr: Délai de repli automatique : %@s
it: Ritardo fallback automatico: %@s
ja: 自動フォールバック遅延: %@秒
ko: 자동 폴백 지연: %@초
nb: Forsinkelse for automatisk fallback: %@s
nl: Vertraging automatische terugval: %@s
pl: Opóźnienie automatycznego powrotu: %@s
pt_br: Atraso do fallback automático: %@s
tr: Otomatik geri dönüş gecikmesi: %@s
uk: Затримка автоматичного переходу: %@с
zh_hans: 自动回退延迟：%@秒
zh_hant: 自動回退延遲：%@秒

# settings.content.media.remote-fallback.on-fail
source: Fallback on load failure
be: Загружаць аддаленыя медыя пры збоі
de: Remote-Medien bei Fehler laden
es: Cargar multimedia remota en caso de fallo
eu: Kargatu urruneko multimedia huts egitean
fr: Charger les médias distants en cas d'échec
it: Carica i contenuti multimediali remoti in caso di errore
ja: 失敗時にリモートメディアを読み込む
ko: 실패 시 원격 미디어 로드
nb: Last inn eksterne medier ved feil
nl: Externe media laden bij fout
pl: Załaduj media zdalne w przypadku niepowodzenia
pt_br: Carregar mídia remota em caso de falha
tr: Hata durumunda uzak medyayı yükle
uk: Завантажувати віддалені медіа при збої
zh_hans: 失败时加载远程媒体
zh_hant: 失敗時載入遠端媒體

# settings.content.media.remote-fallback.force
source: Always force remote media
be: Заўсёды прымусова выкарыстоўваць аддаленыя медыя
de: Remote-Medien immer erzwingen
es: Forzar siempre multimedia remota
eu: Beti behartu urruneko multimedia
fr: Toujours forcer les médias distants
it: Forza sempre i contenuti multimediali remoti
ja: 常にリモートメディアを強制
ko: 항상 원격 미디어 강제 사용
nb: Alltid tving eksterne medier
nl: Altijd externe media forceren
pl: Zawsze wymuszaj media zdalne
pt_br: Sempre forçar mídia remota
tr: Her zaman uzak medyayı zorla
uk: Завжди примусово використовувати віддалені медіа
zh_hans: 始终强制远程媒体
zh_hant: 始終強制遠端媒體

# settings.content.hide-seen.title
source: Hide seen posts
be: Хаваць прагледжаныя пасты
de: Gesehene Beiträge ausblenden
es: Ocultar publicaciones vistas
eu: Ikusitako mezuak ezkutatu
fr: Masquer les messages vus
it: Nascondi post già visti
ja: 既読の投稿を非表示
ko: 본 게시물 숨기기
nb: Skjul sette innlegg
nl: Gezien berichten verbergen
pl: Ukryj przeczytane wpisy
pt_br: Ocultar Posts Vistos
tr: Görülen Gönderileri Gizle
uk: Приховувати переглянуті публікації
zh_hans: 隐藏已读帖子
zh_hant: 隱藏已看過貼文

# settings.content.hide-seen.threshold
source: Time required to mark as seen: %@s
be: Неабходны час для выяўлення як прагледжанага: %@с
de: Erforderliche Zeit für Erkennung als gesehen: %@s
es: Tiempo necesario para detectarse como visto: %@s
eu: Ikusitako gisa hautemateko beharrezko denbora: %@s
fr: Temps requis pour être détecté comme vu : %@s
it: Tempo richiesto per considerare come visto: %@s
ja: 既読と見なされるまでの所要時間: %@秒
ko: 본 것으로 간주되는 데 필요한 시간: %@초
nb: Tid krevet for å bli registrert som sett: %@s
nl: Vereiste tijd om als gezien te worden gemarkeerd: %@s
pl: Czas wymagany do oznaczenia jako przeczytane: %@s
pt_br: Tempo necessário para ser detectado como visto: %@s
tr: Görüldü olarak algılanması için gereken süre: %@s
uk: Необхідний час для виявлення як переглянутого: %@с
zh_hans: 判定为已读所需的时长：%@秒
zh_hant: 判定為已看過所需的時長：%@秒

# settings.content.hide-seen.liked-only
source: Only mark liked posts as seen
be: Выяўляць як прагледжаныя толькі пасты з падабайкамі
de: Nur gelikte Beiträge als gesehen erkennen
es: Detectar solo publicaciones gustadas como vistas
eu: Atsegin dut jasotako mezuak bakarrik hauteman ikusitako gisa
fr: Uniquement détecter les messages aimés comme vus
it: Considera come visti solo i post con 'Mi piace'
ja: 「いいね」した投稿のみ既読とする
ko: 좋아요를 누른 게시물만 본 것으로 간주
nb: Kun registrer likte innlegg som sett
nl: Alleen vind-ik-leuks detecteren als gezien
pl: Wykrywaj tylko polubione wpisy jako przeczytane
pt_br: Apenas detectar posts curtidos como vistos
tr: Yalnızca beğenilen gönderileri görüldü olarak algıla
uk: Виявляти як переглянуті лише вподобані публікації
zh_hans: 仅将赞过的帖子判定为已读
zh_hant: 僅將讚過的貼文判定為已看過

# settings.content.hide-seen.show-header
source: Show hide button in toolbar
be: Паказваць кнопку ў загалоўку
de: Schaltfläche im Header anzeigen
es: Mostrar botón en la cabecera
eu: Erakutsi botoia goiburuan
fr: Afficher le bouton dans l'en-tête
it: Mostra pulsante nell'intestazione
ja: ヘッダーにボタンを表示
ko: 헤더에 버튼 표시
nb: Vis knapp i topptekst
nl: Knop in koptekst weergeven
pl: Pokaż przycisk w nagłówku
pt_br: Mostrar botão no cabeçalho
tr: Üstbilgide butonu göster
uk: Показувати кнопку в заголовку
zh_hans: 在顶栏中显示按钮
zh_hant: 在頂欄顯示按鈕

# settings.content.hide-seen.include-boosts
source: Include boosts (hide if original is seen)
be: Уключаць бусты (хаваць, калі арыгінал прагледжаны)
de: Boosts einbeziehen (ausblenden, wenn Original gesehen)
es: Incluir boosts (ocultar si el original se ha visto)
eu: Sartu bultzadak (ezkutatu jatorrizkoa ikusi bada)
fr: Inclure les partages (masquer si l'original est vu)
it: Includi i boost (nascondi se l'originale è già visto)
ja: ブーストを含める（オリジナルが既読なら非表示）
ko: 부스트 포함 (원래 글을 본 경우 숨김)
nb: Inkluder videresendinger (skjul hvis originalen er sett)
nl: Inclusief boosts (verbergen als origineel is gezien)
pl: Uwzględnij podbicia (ukryj, jeśli oryginał przeczytany)
pt_br: Incluir boosts (ocultar se o original foi visto)
tr: Yükseltmeleri dahil et (orijinal görüldüyse gizle)
uk: Включати бусти (приховувати, якщо оригінал переглянуто)
zh_hans: 包含转推（如果原文已读则隐藏）
zh_hant: 包含轉推（若原文已看過則隱藏）

# settings.content.hide-seen.is-toggle
source: Hide button acts as a persistent toggle
be: Кнопка дзейнічае як пераключальнік стану замест аднаразовага дзеяння
de: Schaltfläche fungiert als Statustoggle statt als Einmalaktion
es: El botón actúa como un interruptor de estado en lugar de una acción única
eu: Botoiak egoera-aldatzaile gisa funtzionatzen du ekintza bakarreko ordez
fr: Le bouton agit comme un basculement d'état au lieu d'une action unique
it: Il pulsante funge da interruttore di stato invece di un'azione singola
ja: ボタンを一回限りのアクションではなく状態のトグルにする
ko: 버튼을 일회성 작업 대신 상태 토글로 설정
nb: Knappen fungerer som en tilstandsbryter i stedet for en engangshandling
nl: Knop fungeert als een statustoggle in plaats van een eenmalige actie
pl: Przycisk działa jako przełącznik stanu zamiast jednorazowej akcji
pt_br: O botão age como um alternador de estado em vez de uma ação única
tr: Buton, tek seferlik bir eylem yerine durum seçici olarak çalışır
uk: Кнопка діє як перемикач стану замість одноразової дії
zh_hans: 按钮作为状态开关，而非单次操作
zh_hant: 按鈕作為狀態開關，而非單次操作

# settings.content.hide-seen.footer
source: Automatically tracks which posts you have seen and allows you to hide them from your timeline.
be: Аўтаматычна адсочвайце, якія пасты вы бачылі, і дазваляйце хаваць іх са стужкі.
de: Verfolge automatisch, welche Beiträge du gesehen hast, und blende sie optional aus der Timeline aus.
es: Rastrea automáticamente las publicaciones que has visto y permite ocultarlas de la cronología.
eu: Jarraitu automatikoki ikusi dituzun mezuak eta baimendu denbora-lerrotik ezkutatzea.
fr: Suivez automatiquement les messages que vous avez vus et permettez de les masquer du fil d'actualités.
it: Traccia automaticamente i post che hai visto e consenti di nasconderli dalla cronologia.
ja: 表示された投稿を自动的に追跡し、タイムラインから非表示にできるようにします。
ko: 내가 본 게시물을 자동으로 추적하고 타임라인에서 숨길 수 있도록 합니다.
nb: Spor automatisk hvilke innlegg du har sett, og tillat å skjule dem fra tidslinjen.
nl: Volg automatisch welke berichten je hebt gezien en maak het mogelijk om ze te verbergen in de tijdlijn.
pl: Automatycznie śledź przeczytane wpisy i zezwalaj na ukrywanie ich z osi czasu.
pt_br: Rastreie automaticamente quais posts você já viu e permita ocultá-los da linha do tempo.
tr: Hangi gönderileri gördüğünüzü otomatik olarak izleyin ve zaman tünelinden gizlenmelerine izin verin.
uk: Автоматично відстежуйте, які публікації ви бачили, та дозволяйте приховувати їх зі стрічки.
zh_hans: 自动追踪你已看过的帖子，并允许在时间线中将其隐藏。
zh_hant: 自動追蹤你已看過的貼文，並允許在時間軸中將其隱藏。

# settings.content.timeline.gallery-toggle
source: Show "Gallery Mode" in filter menu
be: Пераключальнік рэжыму галерэі ў меню стужкі
de: Galeriemodus-Schalter im Timeline-Menü
es: Interruptor de modo galería en el menú de la cronología
eu: Galeria moduko aldatzailea denbora-lerroko menuan
fr: Bascule du mode galerie dans le menu du fil d'actualités
it: Attiva/disattiva modalità galleria nel menu cronologia
ja: タイムラインメニューのギャラリーモードトグル
ko: 타임라인 메뉴의 갤러리 모드 토글
nb: Bryter for gallerimodus i tidslinjemenuen
nl: Galeriemodus-schakelaar in tijdlijnmenu
pl: Przełącznik trybu galerii w menu osi czasu
pt_br: Alternador de Modo Galeria no Menu da Linha do Tempo
tr: Zaman Tüneli Menüsünde Galeri Modu Seçici
uk: Перемикач режиму галереї в меню стрічки
zh_hans: 时间线菜单中的画廊模式开关
zh_hant: 時間軸選單中的畫廊模式開關

# settings.content.timeline.gallery-toggle-footer
source: Adds a toggle to the timeline's filter menu to switch to Gallery Mode.
be: Дазваляе хаваць пасты без медыя з меню фільтрацыі стужкі.
de: Ermöglicht das Ausblenden von Beiträgen ohne Medien im Timeline-Filtermenü.
es: Permite ocultar publicaciones sin multimedia del menú de filtro de la cronología.
eu: Denbora-lerroko iragazki menutik multimediarik gabeko mezuak ezkutatzea ahalbidetzen du.
fr: Permet de masquer les messages sans média depuis le menu de filtre du fil d'actualités.
it: Consente di nascondere i post senza contenuti multimediali dal menu dei filtri della cronologia.
ja: タイムラインフィルターメニューからメディアのない投稿を非表示にできます。
ko: 타임라인 필터 메뉴에서 미디어가 없는 게시물을 숨길 수 있도록 합니다.
nb: Tillater å skjule innlegg uten medier fra tidslinjens filtermeny.
nl: Maakt het mogelijk om berichten zonder media te verbergen in het tijdlijnfiltermenu.
pl: Zezwala na ukrywanie wpisów bez mediów w menu filtrów osi czasu.
pt_br: Permite ocultar posts sem mídia a partir do menu de filtros da linha do tempo.
tr: Zaman tüneli filtre menüsünden medyası olmayan gönderilerin gizlenmesine izin verir.
uk: Дозволяє приховувати публікації без медіа з меню фільтрації стрічки.
zh_hans: 允许在时间线筛选菜单中隐藏无媒体的帖子。
zh_hant: 允許在時間軸篩選選單中隱藏無媒體的貼文。

# settings.content.iceshrimp.never-load-video
source: Never load video (fallback to link)
be: Never Load Video (Fallback)
de: Video niemals laden (Fallback)
es: Nunca cargar video (Alternativa)
eu: Never Load Video (Fallback)
fr: Ne jamais charger de vidéo (Rempli d'urgence)
it: Never Load Video (Fallback)
ja: Never Load Video (Fallback)
ko: Never Load Video (Fallback)
nb: Never Load Video (Fallback)
nl: Never Load Video (Fallback)
pl: Never Load Video (Fallback)
pt_br: Never Load Video (Fallback)
tr: Never Load Video (Fallback)
uk: Never Load Video (Fallback)
zh_hans: Never Load Video (Fallback)
zh_hant: Never Load Video (Fallback)

# settings.content.iceshrimp.trending-algorithm
source: Trending algorithm parameters
be: Trending Algorithm Config
de: Konfiguration des Trend-Algorithmus
es: Configuración del algoritmo de tendencias
eu: Trending Algorithm Config
fr: Configuration de l'algorithme de tendance
it: Trending Algorithm Config
ja: Trending Algorithm Config
ko: Trending Algorithm Config
nb: Trending Algorithm Config
nl: Trending Algorithm Config
pl: Trending Algorithm Config
pt_br: Trending Algorithm Config
tr: Trending Algorithm Config
uk: Trending Algorithm Config
zh_hans: Trending Algorithm Config
zh_hant: Trending Algorithm Config

# settings.content.iceshrimp.trending-threshold
source: Trending threshold: %lld
be: Threshold: %lld
de: Schwellenwert: %lld
es: Umbral: %lld
eu: Threshold: %lld
fr: Seuil : %lld
it: Threshold: %lld
ja: Threshold: %lld
ko: Threshold: %lld
nb: Threshold: %lld
nl: Threshold: %lld
pl: Threshold: %lld
pt_br: Threshold: %lld
tr: Threshold: %lld
uk: Threshold: %lld
zh_hans: Threshold: %lld
zh_hant: Threshold: %lld

# settings.content.iceshrimp.footer
source: Fixes compatibility issues with IceShrimp instances, such as API, tag fetching, and media playback differences.
be: Fixes compatibility issues with IceShrimp instances. Toggle this if you are using an IceShrimp server.
de: Behebt Kompatibilitätsprobleme mit IceShrimp-Instanzen. Aktiviere dies, wenn du einen IceShrimp-Server verwendest.
es: Corrige problemas de compatibilidad con instancias de IceShrimp. Activa esto si usas un servidor IceShrimp.
eu: Fixes compatibility issues with IceShrimp instances. Toggle this if you are using an IceShrimp server.
fr: Corrige les problèmes de compatibilité avec les instances IceShrimp. Activez cette option si vous utilisez un serveur IceShrimp.
it: Fixes compatibility issues with IceShrimp instances. Toggle this if you are using an IceShrimp server.
ja: Fixes compatibility issues with IceShrimp instances. Toggle this if you are using an IceShrimp server.
ko: Fixes compatibility issues with IceShrimp instances. Toggle this if you are using an IceShrimp server.
nb: Fixes compatibility issues with IceShrimp instances. Toggle this if you are using an IceShrimp server.
nl: Fixes compatibility issues with IceShrimp instances. Toggle this if you are using an IceShrimp server.
pl: Fixes compatibility issues with IceShrimp instances. Toggle this if you are using an IceShrimp server.
pt_br: Fixes compatibility issues with IceShrimp instances. Toggle this if you are using an IceShrimp server.
tr: Fixes compatibility issues with IceShrimp instances. Toggle this if you are using an IceShrimp server.
uk: Fixes compatibility issues with IceShrimp instances. Toggle this if you are using an IceShrimp server.
zh_hans: Fixes compatibility issues with IceShrimp instances. Toggle this if you are using an IceShrimp server.
zh_hant: Fixes compatibility issues with IceShrimp instances. Toggle this if you are using an IceShrimp server.

# timeline.filter.hide-seen-posts
source: Hide seen posts
be: Хаваць прагледжаныя пасты
de: Gesehene Beiträge ausblenden
es: Ocultar publicaciones vistas
eu: Ikusitako mezuak ezkutatu
fr: Masquer les messages vus
it: Nascondi post già visti
ja: 既読の投稿を非表示
ko: 본 게시물 숨기기
nb: Skjul sette innlegg
nl: Gezien berichten verbergen
pl: Ukryj przeczytane wpisy
pt_br: Ocultar Posts Vistos
tr: Görülen Gönderileri Gizle
uk: Приховувати переглянуті публікації
zh_hans: 隐藏已读帖子
zh_hant: 隱藏已看過貼文

# account.post.pinned %lld
source: %lld pinned posts
be: %lld замацаваных допісаў
de: %lld angeheftete Beiträge
es: %lld publicaciones fijadas
eu: %lld finkatutako bidalketa
fr: %lld publications épinglées
it: %lld post fissati
ja: %lld件の固定した投稿
ko: %lld개의 고정된 글
nb: %lld festede innlegg
nl: %lld vastgezette posts
pl: %lld przypiętych postów
pt_br: %lld postagens fixadas
tr: %lld sabitlenmiş gönderi
uk: %lld закріплених дописів
zh_hans: %lld条置顶嘟文
zh_hant: %lld則釘選嘟文
